import './about.css'
import React from "react";
import { useState } from 'react';


export function About(props) {

    console.log(props.value)


    return (
        <div className='about-par'>


         <div className='about-contents'>
             
             <div className='about-title-par'>
             <p className='about-title'>სახელი:</p>
             </div>

             <p className='about-text'>
                 კომპანია „ავერსი“ 1994 წლის 14 ნოემბერს დაარსდა. დამფუძნებლის ინიციატივით,
                 მის სახელწოდებად იმთავითვე იქნა შერჩეული ლათინური სიტყვა, რომლის მნიშვნელობაც ყველაზე უკეთ
                 შეესატყვისებოდა კომპანიის განვითარების პრინციპს - უწყვეტ და თანაბარზომიერ განვითარებას, სპირალურ წინსვლას.
            </p>
         </div> 


         <div className='about-contents'>
             
             <div className='about-title-par'>
             <p className='about-title'>სლოგანი:</p>
             </div>

             <p className='about-text'>
             „ავერსის“ მთავარი საზრუნავი მომხმარებლის ჯანმრთელობა და უსაფრთხოებაა, რასაც საუკეთესოდ გამოხატავს კომპანიის 
             სლოგანი: „გისურვებთ ჯანმრთელობას და სულიერ სიმშვიდეს!“
            </p>
         </div> 

         <div className='about-contents'>
             
             <div className='about-title-par'>
             <p className='about-title'>სიმბოლო, ლოგო:</p>
             </div>

             <p className='about-text'>
             სლოგანს ეხმიანება „ავერსის“ ლოგოტიპიც - წითელი გული, რომელზეც გამოსახულია 
             თეთრი მტრედი ზეთისხილის რტოთი.
            წითლისა და თეთრის სიმბოლიკას ისტორიული ფესვები აქვს. ამ ფერებს ჯერ კიდევ შუა 
            საუკუნეებში, ჯვაროსნული ომების ეპოქაში,
            იყენებდნენ ტამპლიერებისა და ჰოსპიტალიერების რაინდული ორდენები, რომლებიც 
            ზრუნავდნენ ავადმყოფებზე, უსახლკაროებსა და ობლებზე,
            იცავდნენ წმინდა ადგილების მოსალოცად მიმავალ მორწმუნეთა უსაფრთხოებას. წითელი ჯვრის
             საერთაშორისო ორგანიზაცია მსოფლიომ სწორედ
            თეთრ ფონზე გამოსახული წითელი ჯვრით გაიცნო. დროთა განმავლობაში ამ ემბლემის შინაარსი
             გაფართოვდა და განსაცდელში ჩავარდნილთა უანგარო დახმარების სიმბოლოდ იქცა.
            უძველეს კულტურებში წითელი სიბრძნესა და სასიცოცხლო ენერგიას განასახიერებდა, თეთრი კი 
            სიწმინდესა და კეთილშობილებას.
            გულიც, როგორც ადამიანის მთავარი ორგანო, სიცოცხლესა და ჯანმრთელობას გამოხატავს. 
            მტრედი ჯერ კიდევ ბიბლიური ეპოქიდან მიიჩნევა მშვიდობის სიმბოლოდ, ხოლო ზეთისხილის
            რტო, რომელიც ასევე ბიბლიური ეპოქიდან იღებს სათავეს, სიცოცხლისა და ღმერთთან შერიგების გამომხატველია.
            ყველა ამ მნიშვნელობას სრულყოფილად იტევს „ავერსის“ ემბლემა - მასაც ხომ, როგორც ბიბლიურ
             მტრედს, თავისი საქმიანობით სიმშვიდე და ჯანმრთელობა მოაქვს ადამიანებისთვის.
            </p>
         </div> 

        
        </div>
    )
}